var locations = [
	{
		"address" : "서울 강서구 하늘길 77 롯데백화점김포공항점 B2",
	},
	{
		"address" : "서울 중구 한강대로 405",
	},
	{
		"address" : "서울 송파구 중대로 80 롯데마트송파점",
	},
	{
		"address" : "서울 송파구 올림픽로 300 롯데월드몰 B2",
	},
	{
		"address" : "서울 은평구 통일로 1050 롯데몰 은평점",
	},
	{
		"address" : "서울 노원구 노원로 330 롯데마트중계점",
	},
	{
		"address" : "서울 동대문구 왕산로 214",
	},
	{
		"address" : "서울 송파구 충민로 10 가든파이브툴 지하1층",
	},
	{
		"address" : "서울 마포구 백범로 212 대우 월드마크마포",
	},
	{
		"address" : "서울 중랑구 동일로 932 묵동자이2단지",
	},
	{
		"address" : "서울 강동구 고덕로 276 신세계이마트명일점",
	},
	{
		"address" : "서울 강동구 천호대로 1017 이마트천호점",
	},
	{
		"address" : "서울 은평구 수색로 217 디엠씨 자이1단지(DMC 자이1)",
	},
	{
		"address" : "서울 구로구 새말로 97 테크노마트 B2층",
	},
	{
		"address" : "서울 영등포구 영중로 15 이마트영등포점",
	},
	{
		"address" : "서울 용산구 한강대로23길 55 이마트용산점",
	},
	{
		"address" : "서울 은평구 은평로 111 이마트은평점",
	},
	{
		"address" : "서울 광진구 아차산로 272 이마트자양점",
	},
	{
		"address" : "서울 성북구 종암로 167 이마트하월곡점",
	},
	{
		"address" : "서울 노원구 마들로3길 15",
	},
	{
		"address" : "서울 중구 청계천로 400 이마트청계천점",
	},
	{
		"address" : "서울 도봉구 노해로65길 4 창동E-MART",
	},
	{
		"address" : "서울 금천구 시흥대로 391 삼성홈플러스",
	},
	{
		"address" : "서울 관악구 과천대로 909 남현프라자",
	},
	{
		"address" : "서울 중랑구 사가정로 332",
	},
	{
		"address" : "서울 양천구 목동서로 170 홈플러스목동점",
	},
	{
		"address" : "서울 중랑구 망우로 353 홈플러스상봉점",
	},
	{
		"address" : "서울 금천구 시흥대로 201 홈플러스시흥점",
	},
	{
		"address" : "서울 구로구 경인로 661 신도림1차푸르지오",
	},
	{
		"address" : "서울 성북구 화랑로 76",
	},
	{
		"address" : "서울 마포구 양화로 45 메세나폴리스",
	},
	{
		"address" : "서울 송파구 올림픽로35가길 16 홈플러스잠실점",
	},
	{
		"address" : "서울 동작구 동작대로27가길 46-5 1층",
	},
	{
		"address" : "서울 종로구 대학로 135 2층",
	},
	{
		"address" : "서울 관악구 신림로 300 웅산빌딩 지하1층",
	},
	{
		"address" : "서울 영등포구 국제금융로 10 IFC몰 L2층",
	},
	{
		"address" : "서울 마포구 양화로 188 AK& 홍대 5층",
	},
	{
		"address" : "서울 노원구 상계로 65 지층 1호",
	},
	{
		"address" : "인천 서구 원당대로 581",
	},
	{
		"address" : "인천 계양구 장제로 822",
	},
	{
		"address" : "인천 부평구 길주로 623",
	},
	{
		"address" : "인천 연수구 컨벤시아대로 177",
	},
	{
		"address" : "인천 서구 청라커낼로 252",
	},
	{
		"address" : "인천 부평구 광장로 16",
	},
	{
		"address" : "인천 중구 흰바위로 51",
	},
	{
		"address" : "인천 서구 서곶로 754",
	},
	{
		"address" : "인천 계양구 봉오대로 785",
	},
	{
		"address" : "인천 연수구 경원대로 184",
	},
	{
		"address" : "인천 남동구 경원대로 971",
	},
	{
		"address" : "인천 계양구 오조산공원로 14",
	},
	{
		"address" : "인천 남동구 예술로 198",
	},
	{
		"address" : "인천 연수구 송도국제대로 165",
	},
	{
		"address" : "인천 연수구 청능대로 210",
	},
	{
		"address" : "인천 서구 중봉대로 587",
	},
	{
		"address" : "인천 미추홀구 소성로 6",
	},
	{
		"address" : "인천 중구 차이나타운로44번길 30",
	},
	{
		"address" : "인천 남동구 논고개로123번길 35 칼리오페 2층 A203-1호",
	},
]